hx_sweep/LN2_3bar_Re10000/0/p_rgh
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p_rgh;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    inlet { type fixedFluxPressure; value uniform 0; }
    outlet { type fixedValue; value uniform 0; }
    heatedWall { type fixedFluxPressure; value uniform 0; }
    adiabaticWalls { type fixedFluxPressure; value uniform 0; }
}
