hx_sweep/LN2_3bar_Re10000/system/sampleWall
FoamFile { version 2.0; format ascii; class dictionary; object sampleWall; }
type sets; libs (sampling); interpolationScheme cellPoint; setFormat raw; writeControl writeTime;
fields (T);
sets
(
    wallCentre  { type uniform; axis x; start (0.0005 0.005 0.0004);  end (0.2995 0.005 0.0004);  nPoints 300; }
    wallCentre2 { type uniform; axis x; start (0.0005 0.023 0.0004);  end (0.2995 0.023 0.0004);  nPoints 300; }
    midChan     { type uniform; axis x; start (0.0005 0.005 0.005);   end (0.2995 0.005 0.005);   nPoints 300; }
    profileZ    { type uniform; axis z; start (0.15 0.005 0.0);       end (0.15 0.005 0.01);      nPoints 200; }
);
